window.CURRENT_CHAPTER_TEXT = `На следующий день я проснулся от обезумевшей от счастья собаки, щекотно вылизывающей моё лицо. Стоило его закрыть, как она перебежала к беззащитным пяткам, так что в конце концов пришлось свернуться калачиком. Кислорода так хватало не надолго, но этого и не понадобилось – Маркиза с весёлым лаем выскочила сквозь открытые двери на улицу. Спать уже не хотелось, так что я поднялся, потянулся и пошёл вслед за ней. Деда в комнате не было. Часы справа от окна показывали семь утра и солнце уже успело осветить весь участок. 
Я выглянул в одних трусах на крыльцо. Маркиза радостно носилась туда-сюда, видимо от того, что я наконец-то проснулся. Жутким «нечто», которое вчера отматерил дедушка, оказался прелестного вида крупный пёс, тоскливо выглядывающий из своей огромной будки. Мордочка его была чёрная, вся в белых пятнышках. Откуда-то слева раздавалось тихое грохотание вперемешку с металлическим лязгом. 
В конце аллеи неожиданно возник автомобиль. Голубой небольшой грузовичок медленно приближался к нашему участку, пока я в голове прокручивал все возможные обстоятельства, из-за которых он мог бы здесь появиться. Подъехав к столбу с электрощитком, шофёр высунулся в окно и закричал:
– Эй, пацан! Ты один здесь? Где Пушкин?
Я постоял ещё несколько секунд и убежал обратно в комнату. У этого гражданина был горный акцент, ещё с рынка ассоциирующийся у меня с чем-то неприятным. Я залез на стул под окном и слегка высунулся, чтобы видеть всё, что происходит на улице. Из домика-склада вышел дед и потянулся.
– Сань, здарова! Чё за пацан у тебя там?
– Здарова! Внука вот привёз! Ты с чем там?
– Да как обычно – молоко, хлеб. Ещё картошки осталось со вчера. Тебе надо чего?
– Давай как обычно!
Они так громко переговаривались, что я чуть не оглох. Мужичок выпрыгнул из кабины и полез куда-то в кузов, спустя несколько секунд вытащив оттуда две стеклянные бутылки молока и две булки хлеба, обёрнутых в целлофановый мешок. Затем он слез и в несколько шагов допрыгал до деда. Они пожали руки и обнялись, после чего дедушка достал сколько-то бумажек и вручил их улыбающемуся шофёру. Маркиза успела облюбить его со всех сторон и, дождавшись, пока её погладят, вновь ринулась ко мне в дом. Большому псу, впрочем, было безразлично появление на участке этого гражданина. Мужичок махнул деду на прощание, а затем повернулся и ко мне. Видимо, не так уж удачно мне удалось скрыться. 
Я слез со стула и нашёл на тумбочке обёрнутый в плёнку пульт. Однако пухлый телевизор совершенно не спешил реагировать на нажатые кнопки. Лишь когда я совсем разозлился и что есть мочи надавил на большой красный кругляшок, экран ответил мне высоким нарастающим писком. Через несколько секунд из темноты начала прорисовываться картинка: какие-то чересчур улыбчивые люди радовались наступлению нового дня. Переключение каналов давалось с трудом: дотянуться до кнопок на телевизоре не представлялось возможным, а те что на пульте через раз реагировали на максимально сильные нажатия. Тем не менее, мне удалось долистать до чего-то пригодного – из верхнего угла раздалась лирическая песня кота Матроскина. Тогда я подумал, что и сам своего рода «дядя Фёдор». Только без кота и родителей.
За нехитрым завтраком из хлеба с колбасой и молока дед поведал, что от мамы с папой мне осталось не мало денег, и что он не возьмёт из них ни копейки.
– Пока будем жить на то, что есть у меня. На одного мне с головой хватало, так что, думаю, и вдвоём сообразим.
Я не сильно понимал сути диалога и зачем дедушка рассказывает мне все эти подробности, ведь в общем-то они меня мало волновали.
– Впереди много трудностей, но мы со всем справимся.
Он искоса посмотрел на меня, явно ожидая подтверждения. Я кивнул.
– Ну вот. Выше нос! Во взрослую жизнь ты будешь входить с неплохим багажом денег, а это сейчас ой, как важно.
Он слегка потупился, дожевал бутерброд и поднялся.
– Ну, давай, жду тебя на улице. Работы сегодня – во! – он ладонью показал на горло.
– Ага.
– Телек выключить или ты смотришь? А хотя всё равно выключу – только отвлекаться будешь.
А вот на команду деда электрический предатель отреагировал сразу! Дедушка вышел и оставил меня в тишине. В открытую дверь вновь вбежала Маркиза, которая и доела остатки моего завтрака. Я оделся и вышел на улицу. 
Со склада вновь слышался грохот, теперь вперемешку с матом. Засмотревшись на забор и насчитав двадцать четыре колышка, я уставился на будку. Пёс всё так же лежал и тоскливо глядел куда-то в сторону. Было уже по-настоящему летнее утро, которое я обожаю. Солнце печёт даже в восемь утра, ни облачка – зато ветер! Свежий, прохладный и такой приятный. Маркиза уже подустала от беготни и легла рядом со мной на коврик, смешно развалившись на спинке. Я погладил её по животу и, кажется, ей это очень понравилось. Она тут же приблизилась и снова улеглась, требуя продолжения. Я невольно усмехнулся – до чего мне нравятся собачки! Умные и такие уморительные!
– Паша, етит твою мать!
– Из окна склада показалось лицо деда.
– Чё ты расселся? Иди помогай!
Мне стало обидно от такого обращения. Конечно, я действительно расселся – ну и что? Впрочем, долго обижаться не вышло.
– Ну чё ты сидишь-то, ёш-маш! Давай бегом сюда!
Я подбежал и дед тут же передал мне какой-то тяжеленный ящик.
– Отнеси пока за дом, там увидишь куда ставить. 
Как мог злобно, я схватился за ручку и тут же выронил груз.
– Ой бля-я! А ты че напялил-то? Завалишь же к херам собачьим! Иди переоденься для начала, я тебе там какие-то вещи старые захватил из шкафа.
Честно сказать, в этот момент я снова захотел убежать. Или забаррикадироваться дома и не выходить из него уже никогда. Закипели на щеках слёзы и я обернулся, чтобы дед их не видел. Я вернулся в дом, перевернул все пакеты с вещами и плюхнулся в них. Не знаю, чем я тогда думал. Видимо, хотел показать характер, однако дедушку это не впечатлило. Через несколько минут он вошёл в дом и сел рядом. 
– Паш, ты не дуйся. Я понимаю, что тебе тяжело, но давай вместе поработаем над тем, чтобы тебе стало лучше. Пойдём, покажу кое-что интересное.
Вот что-что, а заинтриговать дед умел всегда. И самое приятное, что его интриги не были пустым звуком – всякий раз за громкой занавеской скрывалось что-то грандиозное и прикольное. Например, когда мы ходили гулять по округе, он периодически просил меня смотреть на деревья.
– Паша! Ты глянь, чё на дереве растёт! Вот это да!
– Деда Саша, там ничего нет!
– А ты внимательнее посмотри!
– Да я смотрю! Нет там ничего!
– А как же... 
И тут, вы не поверите, он срывает с дерева карамельку! Вот восторг! Но тогда я ещё не очень-то доверял малознакомому мне старику, пускай и родственнику. Я сильнее зарылся в пахнущие домашним стиральным порошком вещи и совсем раскис. Вдруг его твёрдые ладони обхватили меня по обе стороны тела и забегали по рёбрам. Я взвизгнул и забрыкался, смешав в одном порыве рыдание и смех. Вырваться не вышло и я стал молить деда перестать. Он рассмеялся и через несколько секунд освободил меня.
– Ну что, пошли? Зуб даю, тебе понравится! Только переоденься сначала.
– Ладно! – я продолжал показательно злиться и бесился с каждой минутой ещё больше от того, что это не работало.
Мы вошли в домик-склад и я сразу почувствовал противный запах сырости, который до этого встречал только рядом со старыми тряпками. Неожиданно быстро он смешался с ещё одним, до боли знакомым мне запахом. Так пахнет хлопнувший пистон. Этот домик был меньше основного и свет в нём был в основном от солнца, помогали которому только древний светильник со шнурком и дедовский фонарик. Под ногами скомкались обрывки ковров и доски, а по обе стороны коридора протягивались ряды настенных полок. Жестяные банки, пластмассовые обрезки бутылок, деревянные ящички – всё было в разного размера и состояния гвоздях. Никогда не понимал и не пойму, зачем их столько хранить и почему они были в почти таком же количестве и у нас на Изумрудной.
– Аккуратнее, под ноги смотри – мало ли на гвоздь напорешься.
Они ещё и под ногами разбросаны! Не удивительно, что сюда Маркиза ещё не забегала и даже сейчас не пошла за мной. В конце своеобразного предбанника был поворот направо – в основную часть дома. Правда, больше эта комната напоминала папин гараж: по всем стенам полки, полки и ещё раз полки. Инструменты, лопаты, грабли, провода, верёвки – словом, всё, что на дороге валяется и на даче обязательно пригодится. Но моё внимание сразу привлекла дальняя стена – единственная, над которой была горящая ярким светом лампочка. Её наполнение отличалось от других. Туда-то меня дед и повёл. 
– Я заметил, что у тебя среди игрушек всякие пистолетики есть. А ты посмотри, какие у меня!
Дедушка схватил с полки пистолет, который на деле, конечно, оказался револьвером. Он быстрым махом прокрутил барабан, распополамил оружие и зарядил его схваченными с полки патронами. Спустя мгновение опрокидывающим движением и последующим щёлчком дед вновь собрал револьвер, навёлся куда-то в угол, взвёл курок и выстрелил. Пуля попала чётко в основание привязанной к потолку верёвки. Я не мог пошевелиться – у него удалось произвести на меня впечатление, ничего не скажешь. 
– Хочешь попробовать?
Как сейчас помню, что тогда я и подумать не успел, сразу потянувшись за «настоящим пистоном». 
– Эй-эй! Неужели ты думаешь, что можно вот так взять и сразу стреляться?
– Но ты же сам мне предложил!
– Так ведь я не сказал, что прямо сейчас дам тебе пулять!
– Обманщик!
– Ну-у! Никогда бы я не стал внука обманывать! Хочешь стрелять или нет?
– Хочу!
– Тогда помоги мне наконец разобрать весь этот бардак – тебе, между прочим, здесь жить! Или ты думал, что я теперь тебя вечно терпеть в своём доме буду?
– А я и не просил меня никуда увозить! Я мог бы остаться и жить с Лизой или вообще один!
– Да больно надо! Если хочешь – катись на все четыре стороны!
Раздосадованный и вновь нашедший жидкость для слёз, я побежал к выходу. И откуда только у детей всегда находится, чем плакать? Разумеется, я напоролся на гвоздь, прошедший сквозь сантиметровую подошву лёгких кроссовок. Дед услышал рёв и выбежал на улицу, когда я уже сидел на траве, хватаясь за пострадавшую ногу одной рукой и отбиваясь от любвеобильной Маркизы другой.
– Твою мать! Теперь ещё и инвалид! Сказал же – смотри под ноги!
Эта привычка взрослых всегда бесила меня больше всего на свете. Самое страшное, что они ведут себя так не только по отношению к детям. Знаете, как это бывает: вот говорят тебе что-то – предупреждают или просто сообщают, разницы нет. Затем ты, конечно, забываешь или ослушиваешься. Ну вот зачем в такие моменты добивать и без того страдающего человека фразой «Я же говорил!» Да помню я, что ты говорил! А толку? Плевать мне, что ты говорил – лучше бы рот закрыл да помог, но ведь надо же таким важность свою показать! Ни на чьих ошибках человек не учится так хорошо, как на своих. И всю без того маленькую радость от таких ошибок целенаправленно убивают такие люди, как мой дед. Впрочем, тогда всё обошлось – дедушка отнёс меня в дом, достал аптечку и снял с меня кроссовки. 
– Тьфу блять! А ныть-то, а ныть-то! Да тут царапинка крохотная!
М-да, может, я слегка преувеличил масштабы ранения. Но так делают все дети, которым не хватает взрослого внимания, так что корить себя за это я совершенно не хотел и не стал бы. Да и хромать после этого так же не получилось – дедушка быстро раскусил подвох и мне самому сделалось от себя противно. Я ещё несколько минут поканючил и мы вернулись в мой будущий дом, который дед называл флигелем. Там он рассказал мне, что у каждого из его пяти револьверов своя длинная история. И что я должен относиться к ним с таким же уважением, как и к нему самому. В общем, скучная для ребёнка трескотня – я с нетерпением ждал своего первого выстрела из настоящего оружия. Наивный.
Мы прибирались и ремонтировали ещё неделю, прежде чем первый револьвер оказался в моих руках. И тот только потому, что мне надоели лекции деда о философии оружия, его военные истории и его слишком высокопарные монологи о морали. По его мнению, оружие было придумано для тех людей, которые не способны решить проблему словом.
– В общем, для идиотов, которые и простой истины не разумеют – словом убить человека куда проще. И порой от слова оправиться тяжелее, чем от пули. 
С презрением к самому себе я признаю, что понял его слова слишком поздно. И что внук из меня был так себе. Но уж какой есть! 
– Охотники – вот тут да-а. Другое дело. Никакая скотина, пускай бы и речь понимала людскую, добровольно в печку не отправилась бы. А вот представь, как бы было хорошо: кабана в лесу встретил, попросил его ласково на вертел насадиться и самому пожариться – вот это я понимаю!
– А ты ходил на охоту?
– Ходил. А как не ходил? Сейчас и в лес зайти страшно... Сколько вот за весну подснежников нашли? А прошло-то ведь совсем ничего! Что дальше будет? Эх...
Я ничего не понял. Да и не слишком уж хотел, если быть честным. Дедушка часто говорил о том, чего я не понимаю, но я всё равно его слушал – деваться было некуда. Так о чём это я? Ах да, в один из дней я просто схватил первый попавшийся мне револьвер. Кажется, это был кольт 1851 – он одиноко лежал на столе и мне не составило труда пододвинуть табуретку, чтобы до него дотянуться. Холодный, тяжёлый – мне приходилось держать его двумя руками, чтобы не выронить. На барабане была выгравирована морская баталия, ныне потускневшая и забившаяся пылью. Протёртая до глянца деревянная рукоятка говорила о том, что в своё время им часто пользовались. Я принялся прокручивать барабан туда-сюда, прислушиваясь к приятному щёлку каждого оборота – тогда револьвер был для меня настоящей волшебной машинкой, тайну которой ещё предстоит раскрыть. Не могу сказать, что трепета перед «настоящим пистоном» было больше, чем перед игрушечным. Однако я сразу ощутил какую-то взрослую тяжесть всего тела – детская невесомость пропала, заменённая осознанной решимостью. Мысль о том, что я действительно могу что-то изменить поглотила меня – таким было чудесное воздействие моего первого револьвера. 
Дедушка вернулся во флигель как раз в тот момент, когда я развернул дуло и принялся в него заглядывать.
– Паша! Полож, где взял!
– Но...
– Никаких! Что я тебе говорил? Без разрешения ничего здесь не трогать! Повторяю: ни-че-го! Или ты убиться хочешь?
– Нет...
– Ну тогда пожалуйста, делай чё хочешь – только на меня каждый раз не рассчитывай...
Он ещё несколько минут отчитывал меня за небольшой проступок, но я уже тогда начинал привыкать к его суровому и иногда чересчур противному характеру.
Через несколько дней мы собирались в город – деду нужно было что-то там подписать в похоронке, а заодно мы зашли за оставшимися дома вещами. К тому же, пора была передать какие-то документы о зачислении меня в первый класс. Погода стояла отличная, но я и так нашёл повод расстроиться – дедушка запретил брать с собой Маркизу, потому что она, видите ли, может «свалить». Как такое возможно? Она ведь так меня любит... Показная злость вновь не возымела должного эффекта и мы-таки добрались до станции «Лось». В первую очередь угостившись подозрительными пирожками от перронного продавца, мы отправились в похоронку.
– Здарова, Пушкин!
– Привет, Вова. У вас там всё готово?
– Да, буквально пара штрихов и можем ставить.
– Пора бы, времянка уже совсем хлюпенькая.
– Внук твой? – дядя хитро ухмыльнулся посмотрел на меня.
– Внук мой. Пашей звать.
– Пашей? Чё это?
– Ну, от так вышло.
– Привет, Паша! Меня зовут дядя Вова! Я друг твоего страшного старика.
Я невольно кивнул стоящей высоко за прилавком заплывшей роже, румянец на которой легко можно было спутать с неудачным загаром. Вообще, это местечко вызывало у меня лёгкую тревожность: кругом стояли гробы, венки, мёртвые цветы и прочая ритуальная продукция. Да и этот дядя Вова больше был похож не на человека, а на прилетевшего прямиком из «Тайны Девятой планеты» свина. Нет, не свина – хряка! Ему удалось улучшить своё положение, когда он вручил мне «Метелицу» прямо перед нашим уходом. Я положил её в нагрудный карман рубашки и протянул теперь не такому страшному дяде Вове запотевшую ладонь – это меня дедушка здороваться научил.
Наша квартира была буквально в паре километров от этого заведения, так что мы добрались до неё совсем скоро. Я безумно соскучился по Лизе и не мог дождаться, когда смогу её обнять и рассказать всё, что происходит со мной – особенно про Маркизу. Напротив их квартиры стоял подозрительного вида мужчина – худощавый, сутулый и в потрескавшейся коричневой кожанке. Лицо всё в морщинах, а масляные волосы растрёпаны так, будто он не спал несколько суток.
– Кого-то ждёте?
– Мужчина обернулся и сразу сделался каким-то недовольным.
– Тебе чё, проблемы нужны? Иди куда шёл.
Теперь уже мне стало обидно за деда – разве можно себе позволять так с ним общаться? Однако в ответ дедушка лишь пожал плечами и мы вошли в нашу квартиру. Снимая обувь, он вдруг заговорил шёпотом:
– Помнишь, я рассказывал тебе про то, что можно и словом убить вместо пули?
– Помню.
– Так вот некоторые, как этот тип, используют пули лишь потому, что слова им не доступны. Дебилы они. Так вот таких лучше просто игнорировать – словами ты ничего не добьёшься, а вот стреляться понапрасну вообще не стоит никогда. Даже у такого кретина жизнь отбирать страшно – замучаешься потом.
– А как же мы теперь с Лизой увидимся?
– Честно говоря, Паша, я очень сомневаюсь в том, что это случится.
– Почему? –  я чуть было не закричал, но сдержался.
– А сам не понимаешь? Я вообще не думаю, что они с мамой дома.
– Не понимаю...
– Потом тебе объясню. Иди собирай вещи.
Собирать, в общем-то, было не много. Через несколько минут я подготовил два пакета с вещами и уже начал надевать кроссовки.
– Паша, ёш-маш! Мы чё, за игрушками пришли? Иди вещи собери!
Заметил. И вот всегда-то он за всем следит и ему не всё равно. Я повиновался и сложил вещи, оставив лишь малую часть игрушек на дне. 
– Книжек бы лучше взял, то у меня с этим делом не густо.
Я схватил первые попавшиеся на полке две книги и втиснул их в один из пакетов. Перед выходом дед посмотрел в глазок. Он кивнул мне и мы вышли в подъезд. Мужик исчез на общем балконе, а мы тем делом двинулись к школе.
Я сильно расстроился, когда понял, что в этот день не увижусь с Лизой. Хуже этого было только то, что конфета в кармане растаяла и превратилась в липкую противную массу, трогать которую решительно не хотелось. Появилось небольшое пятнышко, словно если бы мне в сердце выстрелили из какого-нибудь очень маленького револьверчика. Мне понравилась такая выдумка и я даже расхотел плакать, уверенно зашагав за спешившим в школу дедом.
С ней получилось быстрее всего: на меня оценивающе посмотрела тучная тётя в синем платье, после чего дедушка подписал какие-то бумаги и мы вернулись на улицу. За всё лето мы ещё с десяток раз приезжали в город, но Лизы я так и не встретил – на стук и звонки никто не отвечал, а ближе к сентябрю металлическая дверь вообще на половину подкоптилась.
Последней комнатой в доме деда, кстати говоря, оказалась баня. На удивление, она понравилась мне не меньше домашней ванны. Дед, корча кислые рожи и морщась, всегда забирался на верхние полки. Я же, не понимая, зачем так себя истязать, оставался на нижней или средней – в зависимости от температуры. Мне нравилось первородное ощущение чистоты, испытываемое после каждого выхода из парной. Позже дедушка рассказал мне, что в бане человек очищается не только физически, но и духовно – с этим и связано выражение «с лёгким паром!» Если человеку было хорошо в бане и он легко переносил высокую температуру – значит, его душа и без того чиста. А если ему было тяжело – страшно представить, каких гадостей и подлостей он наделал.
Там же дед описывал мне свои военные воспоминания. Точно помню, что он участник обороны Сталинграда и освобождения Ленинграда. После он «гнал фашиста» до самого Берлина и с победой вернулся на Родину. Каждая такая история заканчивалась его огорчением и негодованием – страну, которую они с товарищами так сердечно защищали и любили, «просрала» кучка предателей.
Честно сказать, я был не в восторге от его погружения в старые времена, но рассказывал о них дед так интересно и захватывающе, словно я каждый раз смотрел новый фильм с острым сюжетом и тяжёлой драмой. После бани мы, как правило, выходили на освещённое жёлтой лампой крыльцо и продолжали болтать о всём подряд. Занимательных историй у меня особенно не водилось, так что приходилось что-нибудь соображать В такие моменты я чувствовал себя неполноценным и обделённым, но дедушке искренне нравились мои выдумки. Затем мы шли в домик, ужинали, расстилали постели и включали телевизор. На этом моменте сразу можно было засыпать – на экране будет либо скучное и заумное «Что? Где? Когда?», либо несмешные шутки советских юмористов. 
Спустя месяц мы окончательно освободили от хлама флигель и планомерно принимались за его обустройство. Тогда дедушка поделился со мной, что всегда мечтал открыть у себя на участке оружейный музей. Я почему-то тут же представил его в костюме кардинала из «Трёх мушкетёров», рассказывающего зевакам всё то, что он рассказывал мне. Признаться, это было действительно интересно.
– Американец. Старый, но собран крепко. Весит не так уж много, но в руке чувствуется. Я взял его у одного коллекционера, тот рассказывал, будто револьвер из семьи почтальона, который на Диком Западе ездил.
Может, правда, а может, сказка –  но штука надёжная. Курок мягкий, барабан чуть люфтит, зато стреляет прямо. Мне он нравится тем, что без вычурности. Просто вещь, сделанная на совесть.  Его носили в кожаных кобурах на бедре – не для понтов, а чтоб рука сама находила.
Это был действительно красивый образец – к тому же мой первый. Больше всего, конечно, впечатляла гравировка и возраст. Берёшь в руку и понимаешь, что до тебя его держало и из него стреляло столько человек, что с ума сойти. Сколько испуганных лиц видело его дуло, сколько раз его чистили и заряжали, взводили курок. Дух захватывает.
– Француз. Странный. У него патрон старого образца, с штырьком сбоку – сейчас такие уже и не найдёшь просто так. Купил на барахолке на Лубянке — сам не поверил, когда увидел. Продавец сказал, будто его прадед держал его при себе в какой-то дуэли. Уж больно хрупкий он, конечно, не в бою с ним — так, на полку. Но сделан красиво. И щелчок у него особый. Вообще, удивительно, что он дожил до наших времён.
Состояние у лефоше и впрямь было скудное: весь металл потускнел, деревянная рукоять местами протёрлась, местами глубокие борозды. Зато как щёлкает...
– Этот – типа как американец, но для русских. Империя заказывала такие ещё до революции. Тяжёлый, здоровый, раскрывается сверху как ножницы. Прадед твой, по отцовской линии, рассказывал, что у их офицера такой был. В руке лежит уверенно: не болтается, не сломается. Одним словом – вещь. Из тех, что делают не ради красоты.
«Смит энд Вессон», или просто «смити» – действительно был по-деловому хорош. Без вычурностей и разрисовок, да и состояние у него было весьма не плохое. В общем, у всех трофеев деда было отличное состояние в соотношении с их возрастом. Смити сразу впечатлил меня недюжинным размером и чистотой механизма – всегда выстрелит, когда надо.
– С англичанами воевали, а потом вот оружие их в руки попадает. Странное дело. Привёз мне знакомый из-за границы. Говорит, там в полиции когда-то такие были. Курок тугой, но всё работает. Да и перезаряжается быстро.
Я его храню не потому что редкий — просто удобно лежит в ящике. И простая у него механика, без изысков.
Коротыш вэбли никогда особенно не был приглядным. Видимо, для того и делался – простота и надёжность. Рукоять у него была вся изрезана, да так идеально, будто это дело рук машины конца двадцатого века, а уж никак не начала. Вот он, кстати говоря, больше всего и был похож на мой пистон.
– Наш. Родной. Служебный. Мне его в армии выдали. Я тогда молодой был, стреляли по кирпичам, по доскам. Точно стреляет, если прицелиться нормально. Звук у него особенный — как хлопок ладони по столу. Ни громкий, ни слабый. Я его потом выкупил, с документами. Из него и стреляю – патронов полным-полно.
Наган сразу демонстрирует, что вот его-то точно создавали для простоты и надёжности. Сколько лет он служил деду и сколько мне – поди сосчитай. Целый человек! За ним нужно чуть более трепетно ухаживать, но это с лихвой окупается повышенной мощностью и точностью. Патроны почти не рикошетят, а ко всему прочему ему плевать на снег, пыль – он даже с копотью нормально выстрелит!
Каждый такой разговор об оружии всё больше съедал мой мозг – я был в ужасном нетерпении. С тех пор для меня самым отвратительным в жизни стало неясное ожидание. Это когда ты чего-то ждёшь, но даже представить не можешь, когда это произойдёт. Омерзительное чувство.
Стоит рассказать также, что за этот месяц я научился полоть, копать, поливать, рыхлить и граблить – ну прямо юный агроном. У меня даже появилась собственная грядка, выращивать на которой я, по совету дедушки, стал морковь. За ней было не сложно ухаживать, да и я всегда любил протёртую морковь с сахаром. Не буду лукавить, это был один из множества способов употреблять сахар и я ни за что на свете не отказался бы от такой возможности. И это всё помимо работы с оружием! Дед стал доверять мне чистку и обработку, предварительно проверив револьвер на наличие патронов. 
Впервые на Волковском кладбище я побывал восьмого июля, когда дедушка взял меня с собой «посмотреть на памятники». Кто же знал, что эти памятники будут над могилами мамы и папы. Было тяжеловато, но всё больше места в моей груди занимала апатия – думается, организму так было проще переносить утрату. А, между тем, соединённые в один памятники действительно были здоровскими – два портрета, над которыми расположилась пара ангелов.
– Хочешь что-нибудь сказать?
– Чего?
– Ну... Родителям. Можешь что-нибудь им рассказать.
– Зачем мне разговаривать с камнем?
– Как хочешь.
Честно признать, с тех пор я бывал на кладбище не так много раз. И каждый из них тратил на обыкновенную приборку, не более того. Никогда не понимал сакральной важности места захоронения, ведь в сущности кладбище – это кучка трупов, гробов, камней и земли, которые время от времени посещают живые люди, убеждаясь в, собственно, своей «живости». И мне не нравится, когда кладбище называют «местом смерти». По мне так, если уж и давать такие определения, то куда больше подходит «место жизни» – ведь её там всегда больше, чем смерти. Размышляя я даже приходил к выводу, что смерти там и вовсе нет, но таким путём мы уйдём в глубокую философию, а сейчас не об этом. Просто, если будете проходить мимо Волковского кладбища в Мытищах – помяните добрым словом Пушкиных Серёжу и Марину, мне будет приятно. 
Ездили мы утром, а днём я провалился в тревожный сон. Мне снились родители, Лиза и вообще всё хорошее, что успело накопиться за мою короткую жизнь. Было тоскливо и грустно. Проснулся я в четыре часа и направился к колодцу возле флигеля, хотелось холодной воды. По дороге я заметил, как дедушка суетится на поле с пугалом – ходит из стороны в сторону и таскает какие-то баночки и деревяшки. Я вернулся в дом, схватил табуретку и полез за конфетами на верхнюю полку холодильника – не уж-то дед действительно думал, что я их не обнаружу? Но не успел я даже развязать пакет, как из-за спины раздалось: 
– Ах ты, Пашка! К тебе со всей душой, а ты, оказывается, ворюга!
Он защекотал меня, но перед тем, как свалиться с табуретки, я-таки успел урвать себе одну «Шипучку».
– Пошли, ворюга, покажу тебе кое-что!
Я ни секунды не сомневаясь пошёл за дедом. Я не увидел пугала на его привычном месте и хотел уже было обрадоваться, но решил не торопить события.
– Закрой глаза и дай руку.
Я послушался. По ощущениям, мы просто шли на дальнюю правую часть поля, но земля была уже не такой рыхлой, как раньше. Дойдя до нужного места, дедушка развернул меня и отодвинул мои руки от глаз. Впереди, метрах в тридцати, расположились три равноудалённые импровизированные мишени. Несколько сколоченных деревяшек и банка на верхушке действительно напоминали человечка – такие были по бокам, а в центре главным противником возвышалось пугало в очках и цилиндре. Я с восхищением посмотрел на деда – тот гордо поднял голову и «прицеливался», рукой прикрываясь от солнечных лучей. Он медленно вытащил из кобуры справа наган и, держась за дуло, протянул его мне. Я опешил и несколько секунд простоял, глядя то на револьвер, то на дедушку.
– Стрелять будешь или как?
– Д-да!
– Ну так бери!
Никогда ещё наган не был таким тяжёлым! Пистолет тут же выпал у меня из рук.
– Ну-у, растяпа!
Я очень не хотел ударить в грязь лицом, от чего и нервничал. Ну ничего не могу с собой поделать! Как можно быть собранным в решающий момент? Особенно, в такой неожиданный и долгожданный. Дедушка опередил меня и поднял упавший револьвер.
– Смотри, как правильно. И внимательно – потом повторять будешь! Ежели что не так сделаешь – больше не дам!
Ох уж эти его «ежели». Ей-богу, ну ведь никогда он так не говорит не специально. Только сейчас понял, что меня уже с детства бесят люди, которые употребляют разные слова с одной лишь целью – повыпендриваться. И неужели они не понимают, что для окружающих это очевидно? В общем, дедушка начал мастер-класс.
– Первое, оно же главное – всегда смотри, заряжен он или нет. Да не на меня смотри, а в барабан! Сам проверяй. Вот так – откидываем боковую дверцу и смотрим. Если ничего нет – достаём патрон и заряжаем. Пока по одному – нам некуда спешить...
Он делал всё так ужасно медленно! Я готов был вырвать у него револьвер и сделать всё сам – я ведь уже видел, как дедушка делает это «правильно». Да я даже сам уже всё делал!
– Не бесись. Будешь торопиться – беду навлечёшь. Чай не последний день живёшь.
«Чай»... Что бы это ни значило. Он наконец-то щёлкнул барабаном и закрыл дверцу – аллилуйя! И вновь протянул его мне.
– Аккуратно бери, двумя руками. Ага, вот так. Глаз сюда – не на мушку, а как бы «сквозь неё». Мушка ровно по центру – вот твоя точка. Курок лучше заранее взводить – легче пойдёт.
Я уже был на пределе терпения. Ещё несколько советов и я бы пальнул куда-нибудь, лишь бы выстрелить.
– Теперь как следует прицелься. Так. На спуск... Теперь медленно, без рывка. Представь, что тянешь за тонкую-тонкую нитку, и если потянешь слишком сильно – она порвётся. А тебе надо, чтобы она как бы «растянулась». Готов?
– Готов!
– Давай!
Я выстрелил и чуть не отлетел, даже несмотря на то, что все мои движения физически контролировал дедушка. От гула в ушах закрылись глаза – но страшно не было. Я был в восторге! Слегка омрачает воспоминание о первом выстреле то, что я даже близко не попал по мишени. Но какое до этого дело – я наконец-то стал стрелять!
– Тьфу-ты. Ну ничего, над точностью мы поработаем. Молодец. Теперь доставай гильзу. Чё ты на меня смотришь? Доставай давай! Или ты настрелялся?
В чувство от бурлящей по всему телу радости меня привела лишь угроза деда перестать стрелять. Я быстро открыл дверцу и принялся совмещать камору.
– Ой-ё! Как голый... в постель! Куда торопишься так? Делай всё качественно, а скорость со временем наработаешь.
Я даже не злился. Откинул экстрактор, выбил гильзу и тут же схватил патрон, который держал в руке рядом дедушка. В тот день я выстрелил, кажется, раз двадцать. Мишени не пострадали, зато я наконец-то усмирил внутреннего зверя, отчаянно желавшего почувствовать дрожь в руках, запах пороха и рёв выстрела. Я заметил, что с револьвером в руках я забываю обо всём на свете: настроение перестаёт быть апатичным, а мир за мушкой обретает краски. Приятное ощущение.
К середине августа тренировки по стрельбе стали почти ежедневными – и мне всегда было мало. Каждый выстрел только усиливал тягу и порой даже уснуть было не просто, пускай и после целого дня работы. К тому времени мы почти закончили с внутренним убранством флигеля, а моя грядка была полна моркови. Дедушка доверил мне уход за оружием и оставил его в моём домике. Больше всего я не хотел его обманывать и предавать, так что мысли о самостоятельной стрельбе посещали меня довольно редко. А если и посещали, то я тут же их отметал. Ещё я успел подружиться с Бароном – он подобрел ко мне до такой степени, что позволял себя гладить. Видимо, Маркиза рассказала ему, как это бывает приятно. 
Я практически привык к такой жизни и стал реже тосковать по родителям, Лизе и прошлому дому. Всё-таки, нам с дедушкой удалось найти общий язык и в жизни всегда находился повод для смеха и радости. Так насыщенно и необыкновенно проходило моё тёплое подмосковное лето. А за ним россыпью неопределённостей маячила на горизонте серая осень.`;

