window.CURRENT_CHAPTER_TEXT = `– Ну вот посмотри на лес, Пашка! – утро первого сентября начиналось так же, как и многие прочие – с мыслей вслух, – Видишь, чтобы берёза у дуба плату за солнце брала? Или чтоб волк косулю в кредит жрал? Вот ведь – истинный природный коммунизм! Все берут, что надо, и отдают, когда время приходит. А человек что? Понавтыкали, суки, заборов везде, ценники поразвесили на всё подряд... А вообще, знаешь, в чём беда? Перестали люди созидать – воздух перепродают! Раньше вот мужик дом строил – так он и простоял сто лет! А щас одними схемами торгуют – купил за рубль, впарил за десять. А разницу –  в карман. Вовка вон уже какой месяц бьётся с этими ушлёпками! Всё никак ему домик не поставят. Торгаши одни кругом да те же волки, только людьми прикидываются. Как клещи на теле страны – кровь у народа сосут, и думают, что важные, раз так раздулись. Куда в телек не глянь – везде хари свиные! Были ведь люди, как люди, а стали...
– Дед, ну чё ты с утра самого опять! – признаться, я пропускал всё мимо ушей, стремясь поскорее встретиться с друзьями и отметить праздник.
– Эх, Паша... А во, гля, вернулся! Разгадал ведь! Ну и смышлёные они, а!
Я посмотрел в окно и увидел на крыше флигеля освещённую тёплым утренним солнцем изящную чёрную птицу, державшую в клюве кусочек мяса. Прошлым вечером дедушка соорудил хитроумную головоломку из бутылки, верёвки и деревяшек. И вот, ворону-таки удалось достать из неё награду. Признаться, меня, как и деда, восхищали ум и красота этой немаленькой птички.
– Ха, смотри, ещё просит! Или благодарит... Кто-ж его разберёт!
Ворон зловеще погаркал, глядя в наше окно, и улетел. Я уже заканчивал с завтраком и собирался уносить посуду.
– Ну затолкал, затолкал! Ты куда так торопишься, как голый в постель? Без тебя ж не начнут!
– Да мы с пацанами хотели чуть раньше встретиться.
– Пьяные на линейку намылились? Знаю я вас, пацанов!
– Ну разумеется! А зачем же тогда на неё вообще идти?
– Ты мне тут не ёрничай! Щас как влуплю по самое это! Ладно, всё, собирайся... Погоди! Моё тоже ополосни!
– Да блин!
– Я тебе щас! Давай дуй, опаздываем уже, раз встретиться вы надумали пораньше.
На самом деле, я обещал Кристине, своей новоиспечённой девушке, зайти за ней пораньше и вместе прийти на линейку. Не знаю, зачем я тогда соврал. Хотя дед, кажется, и так всё понял, потому что дал мне в два раза больше денег, когда мы заехали в цветочный магазин. 
– Ну ты дурак, Паша! Кто девочке молодой розы дарит?
– Ей нравятся!
– Ну и она, значит, дура! Нашли друг друга!
– Поехали давай. Тебе продавщица конфеток передала, вот.
– Во-от, это другое дело!
Наспех развернув, уронив на коврик, поматерившись и закинув в рот угощение, дедушка нажал на газ. Мы припарковались возле дома на Изумрудной и ненадолго разошлись: я пошёл в соседний дом за Кристиной, а дед отправился в квартиру, проверить жильцов. Тогда мы сдавали её молодой паре по щадящему ценнику. Взамен они поддерживали внутри идеальный порядок и всегда шли навстречу, если дед просил их помочь с чем-нибудь в саду. Я особенно не знакомился с Аней и Олегом, так как мы редко пересекались, но впечатление они создавали однозначно приятное. 
Слопав по пути шоколадку, предназначенную Кристине, я закурил и прождал ещё несколько минут, прежде чем она выпорхнула из подъезда – красивая и обаятельная, как всегда. Девочка была в миловидном сарафанчике и от неё приятно пахло медовыми персиками. Забавная причёска с двумя хвостиками в купе с её маленьким ростом вызывали чистое восхищение.
– Опять накурился, гандон! – внешность бывает обманчива. – Обещал же при мне не курить!
– Так ведь я и не при тебе... Я так... И вообще, сама виновата – долго выходила! Вот я и занервничал.
– Ой, хуй с тобой. Пошли! 
– Стой, вот же! – Кристина не сразу поняла, что цветы в моих руках были для неё.
– Ого, какие красивые! Шоколадку мою уже сожрал? Ладно, прощаю. Уголки только вытри, чумазик! И дай я тогда их занесу быстренько.
Моя девушка растворилась в прохладном подъезде и я обернулся на свой дом. Что-то в животе зашевелилось – вдоль него шла девушка, безумно похожая на Лизу из моего детства. Только увеличенную в полтора-два раза. Я оцепенел от нерешительности и, пока думал, она успела скрыться. 
– Не-е-е, не может быть.
– Паша? Ты с кем говоришь, шизик?
– А, ой. Ни с кем. – я не заметил, как вернулась Кристина.
– Ну, пошли?
Я взял девушку за руку и мы зашагали в сторону школы. Нет, конечно, я любил её. Она была симпатичной, что периодически вызывало приступы зависти у парней. Она была особенной, моей. История наших отношений началась в облюбованном всеми месте – за гаражами. За ней ухлёстывали почти все, кроме меня. Мне же как-то хватало того взаимодействия с девочками, что было у нас и так. Но однажды мы встретились сильно заранее – Кристина обманула меня, чтобы так провести наше первое свидание. Тогда она призналась, что заценила мой «музейный костюм», который она видела на одной из тусовок во флигеле. Наверное, именно это и спровоцировало меня достать для неё бутылку вина и сорвать цветы с городской клумбы. Днём мы гуляли и я читал ей стихотворения, а вечером пацаны и остальные девчонки застали нас целующимися и вдрызг пьяными. С тех пор мы и вместе. Cherchez la femme!
После обыкновенной линейки и нескольких часов в школе мы с ребятами пошли гулять по Москве. Дедушка оставил мне немного денег и уехал домой, наказав вернуться не позже десяти, с чего парни немного усмехнулись – все уже такие взрослые!
Погода стояла по-настоящему бабье-летняя: малочисленные облака на небе перемещались туда-сюда, меняясь местами; солнце нещадно жарило каждого пешехода без головного убора; а по городу слонялись довольные и не очень школьники (мы были скорее довольными). Вообще, школьная жизнь практически не отделялась от жизни обыкновенной – пацаны и Кристина окружали меня постоянно, и лишь период осень-весна мы были вынуждены проводить часть совместного досуга за партой. Учились мы все средне-плохо, и меня спасала лишь внутренняя тяга к истории, литературе и русскому языку. Последние два предмета вела по совместительству наша классная руководительница, так что своим рвением я обеспечивал её лояльность и какое-никакое дружелюбие со стороны других учителей. Дед хвалил меня за такую, по его словам, «работу со связями». К тому же, мне помогали книги, съедаемые мной по ночам с регулярной периодичностью. Я пробовал и цеплялся за всё: от Моби Дика до базы психологии – мне одинаково нравились и пособия, и художественная литература. И, конечно, стихотворения. Рядом с моей кроватью во флигеле, помимо верного Р-92, всегда было какое-нибудь рифмованное чтиво: Пушкин, Лермонтов, Шарль Бодрель (подаренный дедом средне-старый томик который я мог понимать почти без словаря). Конечно, Байрон. Всё это позволяло мне в нужный момент «козырнуть» перед пацанами, девчонками и вообще перед всеми, если это пригождалось. Пригодилось это и в то первое сентября.
– Эй вы! Задние, делай как я! Это значит – не надо за мной... – Высоцкий так же был в моём репертуаре. 
Я шёл впереди и, гордо подняв пакет с химозной красной жижей, сделал первый глоток, чем вызвал радостную реакцию парней. Мы шли по одной из ближайших к школе аллей вприпрыжку, запевали знакомые всем песни и просто радовались тому, что продолжаем жить в компании единомышленников и друзей. И я радовался, как мне кажется, больше всех.
Дед говорил мне, что нет ничего дороже семьи. «Семья, Пашка, это не просто из одной миски щи хлебать. Это и когда надо плечо подставить, и повеселить. Да и просто... рядом быть, что ли. А семья она всегда рядом – куда бы кто не разъехался, всегда все друг о друге думают. Каждую минуту, секунду. Засыпая, ты в первую очередь прогоняешь в голове всё про родных – всё ли в порядке, всё ли путём. Можно быть нищим, можно быть в обносках, но если у тебя за спиной твой род – ты в броне, под защитой. И никакое богатство не нужно, чтобы иметь такое счастье.» 
Говорил он и что «друзья – они на время, а семья – она на всегда». Но мне решительно не хотелось ни на секунду представлять, что наша компания может исчезнуть, разойтись. Потому я думал, что так будет всегда – и что это моя уличная «семья». Мы всегда были вместе и всегда друг за друга стояли, даже когда кто-то из нас был неправ. Ох и наотхватывались мы за Лёху, когда он какому-то мажорику на машину плюнул. А мы ничего – не разбежались, не испугались. Забились на стрелку со взрослыми мужиками и по-мужски отхватили. И каждый из нас знал, что его никогда не бросят в беде и всегда разделят радость – это ли не «счастливая семья»?
На закате мы уже прошли ВДНХ и активно шагали в сторону станции, чтобы проводить меня домой.
– Паша, а можно мне к тебе? – слева прозвучал тихий девчачий шепоток.
– Как это? С ночёвкой, что ли?
– Ну да, чё ты тупишь. Я у родителей щас быстренько отпрошусь и поедем. Успеваем же на десять минут ко мне заскочить?
– Ну-у, давай. 
Я был сонным и утомлённым, так что не сразу понял, какой это серьёзный шаг для нас обоих. Хотя Кристина, кажется, относилась к этому проще. Да вообще ко всему. Пацаны проводили нас до дома девушки и направились к гаражам. Набравшись решимости, я с деловитым видом встал напротив подъезда.
– Я щас! – девочка чмокнула меня в нос и ускользнула.
Я вновь обернулся на свой дом. Серая, кое-где разрисованная панелька вызывала во мне необъяснимую и необъятную тоску. Разумеется, я не мог не думать о том, что видел утром. Мельком пронеслись все тёплые воспоминания, захотелось просто вернуться домой и рухнуть спать. Мимо проходили спешашие домой младшеклассники, собачники. В голове пронеслись похороны Барона  – нашего сторожевого пса. Он прожил достаточно и ушёл тихо, я так и не успел с ним до конца подружиться. Хотя, может, и не смог бы – его единственным хозяином был строгий, но справедливый дед. Мы соорудили для пса гроб и закопали его за участком, сделав сверху небольшой холмик. Маркиза тем летом начала прихрамывать и в её глазах насовсем пропала щенячья задоринка, так что где-то подсознательно я готовился и к её уходу.
Разошёлся ветер и закачал ещё зелёные деревья, я поёжился. Жаркий и только затрудняющий движение днём пиджак вечером стал единственной надеждой на избежание холодной смерти – всегда бесила такая погода. Порывшись в кармане, я достал спички и пачку «Петра», которая почти успела закончиться за дневную прогулку – в большой компании Кристина не была против моей вредной привычки. Из-за подлого ветра, который дул именно в тот момент, когда я чиркал спички, пришлось потратить штук десять, прежде чем полной грудью вдохнуть горький жжёный табак. Смешанный со свежим воздухом, он нравился мне осенью и весной больше всего. Зимой курить было неприятно холодно, а летом неприятно душно. Я опёрся на больно узкий заборчик вокруг придомовой клумбы и продолжил покорно ждать. Спустя несколько минут с грохотом выскочила девушка.
– Тьфу, блять! Пошли быстрее, Паша! – она схватила меня под руку и поволокла прочь.
– Крис, всё в порядке? – мне никогда не нравилось это сокращение её имени, но тогда этого требовала непонятная спешка.
– Да бля, в порядке. Шевели поршнями!
Мы в миг добрались до станции и сели на скамейку. Кристина без слов попросила у меня сигарету и спички. Закурив и выдохнув густой клубок дыма, она всё-таки заговорила:
– Да батя доебался, всё знакомиться хочет. А мне вот оно нахера? У нас дома такой срач, постоянно какие-то друзья его. Мамка когда в ночь работает – так там натуральный притон. Короче, нахер надо.
– Понятно. 
Я понимающе кивнул и уставился на отдалённый свет из окон домов. Мне было жаль Кристину, но почему-то не до конца искренне. Я много думал о своём и мне просто не хотелось ещё больше грузить свою уставшую голову. Она продолжала сетовать на свою несчастную семейную жизнь и гневаться на отца-алкоголика, но я особенно её не слушал.
Когда мы сели в электричку, девушка положила свою голову мне на плечо, расплакалась и обняла. Тогда я растаял. Мне стало стыдно за своё безучастие и я обнял её в ответ, утешительно поглаживая и успокаивая. Несмотря на недавно выкуренную сигарету, от неё продолжало очаровывающее пахнуть духами. Я провёл рукой по её талии и подумал о том, что мне всё-таки повезло встречаться с такой обаятельной одноклассницей. За словами она в карман не лезла, но пока держала его на замке – Кристина была самой обаятельной девушкой на свете.
По дороге на участок мы зашли в магазин за сигаретами и ещё одним пакетом вина – продавщица знала меня и в обмен на деньги отдавала всё, что я просил. Дед немного опешил от того, что я пришёл не один. Когда я пустил Кристину во флигель, он подошёл ко мне и прошептал:
– Паша! Хоть бы предупредил! Я бы там у тебя убрался, романтИк навёл.
– Дедушка! Сам справлюсь! – мне было несколько стеснительно обсуждать с дедом девушек и всё с ними связанное, так что я всячески избегал подобных разговоров.
– Ну, чёрт с тобой! Ни пуха! – он хитро улыбнулся и похлопал меня по плечу, толкая в приоткрырую дверь, – с утра не будить, как я понимаю?
– Нет, не надо! Всё, доброй ночи! – я отряхнул его руку с себя и вошёл.
Кристина потушила весь верхний свет и оставила включённой только небольшую лампу у изголовья моей кровати-полуторки. Я снял с себя верхнюю одежду и, скрывшись в коридоре, наспех натянул домашнюю футболку и шорты.
– Паш, ну ты чё там, умер что ли?
– Иду-иду.
Я прошёл в комнату и увидел девушку, окутанную одеялом. 
– Иди ко мне скорее, я соскучилась... – Эти слова раскрасили моё лицо ещё большим румянцем, а бабочки в животе запорхали пуще преженего.
Когда я лёг рядом, Кристина мигом укрыла меня частью одеяла и прижалась ко мне всем телом. Только тогда я понял, что она осталась в одном нижнем белье – на стуле рядом лежали бегло снятые блузка и джинсы. Девушка закинула на меня ногу и руку, нежно дыша в мою шею. Я же смотрел в потолок и едва сдерживал ком, всё больше и больше приближающийся к горлу. 
– Ты такой тёплый... – её слова были похожи на мурчание довольной кошки, нежащейся на солнце. – Паш, а поставь что-нибудь на фон?
– Сейчас.
Как раз недавно у меня появилась запись концерта КИНО, так что долго раздумывать не пришлось. Я мигом настроил видик и скоро тёмная комната наполнилась гулом и звуком электрогитары. Пока я возился с музыкой, Кристина открыла пакет вина и сделала несколько громких глотков, после чего, морщась, протянула его мне. Облившись, я жадно влил в себя, как мне казалось, пол-литра едкого пойла. За этим последовала приятная расслабленность и я лёг обратно.
– Паш, а почему всё так нечестно?
– Что нечестно?
– Ну вот ты всё ещё в одежде, хотя я...
Я быстро понял намёк и стянул с себя с красными каплями футболку, вслед за которой с ног сползли и шорты.
– Так-то лучше... – Кристина довольно промурчала, улыбнулась и уткнулась мне в шею, несколько раз поцеловав и прикусив её.
Её тонкий шёпот не мог не будоражить меня, то и дело запуская ряды мурашек по всему телу. Девушка продолжала ласково дышать в моё ухо, изредка облизывая мочку и прикасаясь губами к правой щеке. Её лёгкая ладонь нарезала круги на моём солнечном сплетении, одновременно щекоча и возбуждая. Уставший и измотанный, я словно получил свежий приток энергии, пялясь в потолок и не решаясь ни на что. Хотелось пролежать вот так всю ночь, наслаждаясь идеально гладкой тёплой кожей, прижимая к себе миниатюрное тело. Напряжение постепенно переходило в искреннее вожделение, страх в страсть. Пока я размышлял о том, что мог бы сделать, Кристина запрыгнула на меня сверху и, с улыбкой посмотрев в мои глаза, прильнула к моим губам. Я закрыл глаза и под веками продолжал водить ими из стороны в сторону, словно изучая каждый её сантиметр. Моя правая рука, прежде неподвижная, принялась гладить спину, ноги, шею девушки – все части, до которых я мог дотянуться. 
Почти сразу пропали кровать, одеяло и всё, что могло помешать нам в этом мире. Исчезли музыка, свет – тогда были только я и Кристина. Я чувствовал каждый её протяжный вздох, жадно заглатываемый в перерыве от страстного поцелуя. Я ощущал каждую её часть на себе и в себе. Она двигалась так податливо и нежно, что было бы преступлением не поддаться искушению и не ответить взаимностью. Мы слушали и принимали друг друга целиком, добровольно растворяясь в бесконечной и такой манящей нирване. 
Однако в какой-то момент всё замерло. Моё сердце колотилось так сильно, что, казалось, оно вот-вот проломит ребра, а пальцы, которыми я сжимал её, предательски задрожали. Я почувствовал, как страх – тот самый, липкий, из детства – внезапно вернул меня из космоса на кровать-полуторку. Кристина, кажется, почувствовала то же самое. Она замерла, прижалась лбом к моему лбу и тихо, едва слышно, выдохнула: 
– Паш, всё хорошо...
Я открыл глаза. Её лицо было совсем рядом, освещённое тусклым светом лампы, и в её взгляде не было ни капли разочарования – только какая-то взрослая, женская нежность. Напряжение, державшее меня в тисках последние полчаса, лопнуло, как перетянутая струна. Я подошёл к видику и перемотал концерт на начало, после чего мы в несколько заходов допили вино и вернулись к тому, на чём остановились. 
Мы изучали друг друга ещё несколько часов, открываясь и доверяя с каждой минутой всё больше. Бунтарка Кристина тогда предстала передо мной уютной и милой девочкой, так же слегка боязненно переживая свою первую близость. Мы целовались, кусались... Ближе к концу мы оба чувствовали себя максимально комфортно и уже без толики стеснения постигали новый для себя мир. «Уроки взросления» с пацанами в этом же флигиле, судя по реакции девушки, не прошли даром!
Ближе к трём часам ночи мы сидели на кровати, укутанные одеялом, и курили сигареты, зажжённые от одного огня. Кристина застенчиво улыбалась, и я, посмотрев ей в глаза, прошептал: «Остановись, мгновенье, ты прекрасно..,»
– Чёрт, ты такой романтичный! – она легонько толкнула меня в плечо и тут же притянула обратно, приобняв. Я гордо ухмыльнулся.
Цой на экране давно превратился в белый шум, так что я поменял кассету на какой-то мультик, чтобы под него уснуть. Хотя, можно было обойтись и без него – в обнимку, обессиленные и ещё немного пьяные, мы уснули за несколько минут. Кристина чуть раньше, так что я успел насладиться её милейшим сопением, прежде чем уйти в царство Морфея сам.
Моменты счастья столь мимолётны, что за любовью с Кристиной и продолжающимися гулянками с пацанами пролетела вся промозглая осень, а за ней и морозный декабрь. Новый год мы встречали вместе – в квартире у Вадика. Мне было немного неловко оставлять деда наедине с Маркизой, но он настоял на том, чтобы в ночь с тридцать первого на первое я был со своими товарищами и девушкой. Последовав моему примеру, почти все пацаны были уже со своими девчонками, так что довольно быстро мы разбежались по парам в трёшке Вадика. Его родители уехали на все новогодние, так что на короткое время его квартира стала нашей тёплой «базой». Ближе к десяти вечера Лёха собрал нас всех в большой комнате: девочки делили хозяйственные обязанности, пока мы резали продукты и бегали по магазинам за всем необходимым. Прежде, чем стукнуло двенадцать, мы уже сидели за столом и активно поедали салаты. Тогда я решил проявить инициативу и попросил слово – мне отчего-то нетерпелось сказать тост. Я был уже слегка навеселе, так что любил каждого присутствующего особенной, своей любовью.
– Итак, друзья... Я искренне рад, что сегодня мы собрались все вместе, чтобы отпраздновать такой по-настоящему семейный праздник. И я хочу, чтобы вы знали, что каждого из вас я считаю своей семьёй – каждого по-своему. Все вы делаете мою жизнь ярче и интереснее, так что я поднимаю первый тост на этом вечере за вас! Будем!
– Красава, Пашган! Ур-ра!!! – пацаны подняли рюмки и мы чокнулись так, что каждый частично расплескал содержимое.
– Так, всем тихо, царь-государь вещает! О, бля, а это кто? – Вадик выкрутил громкость у прежде игравшего музыку телека.
По экрану новоиспечённый президент обещал нашей стране успех и стабильность, поздравляя каждого жителя с наступающим новым годом. Для всей России это было невероятное событие, но мы же с нетерпением ждали, пока он закончит свою скучную речь и наконец забьют куранты, чтобы под их бой сжечь бумажку с желанием и официально начать торжество. Точно помню, что тогда я размашисто написал «семья».
Почти сразу мы оделись и выскочили на улицу. Повсюду уже вовсю веселился народ и мы примкнули к всеобщему восторгу, глядя на взрывающиеся в вышине разноцветные фейерверки. Там-то я и увидел её. Во дворе моего старого дома стояла одинокая девушка с бенгальским огоньком в руках, мечтательно задрав голову на дымное небо. На её тёмные волосы комками оседали хлопья снега, а ноги то и дело ёрзали от морозца. 
– Лиза! – я не сдержался.
Девушка посмотрела в мою сторону и замерла, бенгальский огонь из её ладони упал на землю и, шипя, потух. Я побежал к ней, не думая больше ни о чём. Так крепко я обнимал только одного человека в своей жизни, и было это очень давно. 
– Лиза! Как... ты вернулась!
– Паша? Паша! – она долго не могла поверить в происходящее и не сразу обняла меня в ответ.
Я приподнял её и покрутился, остановившись лицом к своей компании. Кристина уже шла в нашу сторону, обжигая меня своим пронзительным взглядом. Я отстранился.
– Ты чё, ахуел? Это чё за шалава?
Я чуть обошёл Лизу, как бы прикрывая её перед наступающей угрозой.
– Крис, успокойся. Это моя подруга из детства. Мы жили в квартирах напротив...
– Отойди от него, шлюха! – Кристина явно не хотела меня слушать.
– Паш, всё в порядке. Я всё равно собиралась домой...
– Вот и вали! – моя девушка стояла уже вплотную к Лизе и позорила меня перед подругой. Я разозлился.
– Паша, всё правда хорошо. Увидимся в другой раз.
– Никакого другого раза! Пошла вон!
Лиза посмотрела мне в глаза и развернулась. Я схватил Кристину за плечи.
– Ты вообще адекватная?! Это правда моя старая подруга, с самого детства! И мы не виделись кучу лет! Успокойся наконец!
– Ах, ты её ещё защищаешь? Да пошли вы оба на хуй! Я домой! Нахер мне такой новый год не нужен!
– Крис!
Кристина оттолкнула меня и убежала в противоположном от Лизы направлении. Не долго думая, побежал и я. Девушка услышала моё приближение и обернулась.
– Лиз, прости за это всё... Я не знаю, что на неё нашло. Я так рад тебя видеть!
– Я тоже, Паш. Столько всего хочется тебе рассказать и о стольком спросить... Но сейчас, кажется, не самое подходящее время.
– Более подходящего никогда не будет! Пойдём! Мы скоро как раз домой хотели возвращаться, заодно там и поболтаем!
– Что-ж, если ты настаиваешь... А я точно не помешаю? – Лиза изящно протянула мне ладонь, обёрнутую в миловидную пушную варежку.
Я взял её за руку и повёл к остальным. Познакомив её со всеми, я отошёл с Лёхой в сторону – он позвал меня покурить.
– Ну ты кобелина! А с Крис-то что?
– Да ничего! Пошла она куда подальше со своими истериками. В новый год мне такого ещё не хватало.
– А эта Лиза ничего такая...
– Даже не думай! – мы оба рассмеялись.
Девочкам, кажется, понравилась моя подруга. Всю дорогу назад они засыпали её вопросами про меня и про наше детство. Лиза стеснительно отшучивалась.
Зайдя домой, мы ещё недолго посидели за столом и наконец разбрелись по компаниями и парам. Вадик по-братски освободил нам с Лизой комнату его родителей, и несколько часов напролёт мы делились друг с другом всем, что случилось за минувшие несколько лет. Оказалось, что Лизин отец вышел из тюрьмы как раз тогда, когда она должна была идти в первый класс. Из-за его выходок и того, что он знал их адрес, тёте Любе пришлось перевезти их в другую часть Москвы. Но недавно на одной из бандитских разборок его вновь приняли, так что они с мамой решили вернуться в эту квартиру, как только Лиза закончит девятый класс. Сейчас они делают в ней ремонт, а приехала в новый год она сюда вместе с парнем. Однако этот негодяй напился и наговорил ей гадостей, так что Лиза пошла прогуляться одна. 
– Я так рада, что встретила тебя! Ты превратил мой новый год в настоящий праздник! И ребята у тебя такие весёлые! – я посмеялся. Мне было безумно приятно, что Лиза оценила мою компанию.
– Это ты ещё не всё видела! Скоро мы будем проводить гораздо больше времени вместе! Надо же навёрстывать упущенное! 
– Да, точно... – тут она опустила взгляд, – но, кажется, прежде нам нужно разобраться в наших отношениях. Не думаю, что Диме понравится то, что я сейчас тут, с тобой. Да и твоя Кристина, кажется, может меня покалечить.
– Не называй её моей.
Неожиданно для самого себя я посерьёзнел. Вспомнилась пьяная выходка этой дуры, и мне вновь стало ужасно стыдно перед Лизой. Противно было слышать из уст этой чудесной девушки, что Кристина – моя. Да и про этого гнусного Диму знать ничего не хотелось. Хотелось лишь навсегда связать свою жизнь с Лизой – единственным ярким и тёплым, что осталось у меня с детства. 
И плевать мне на всех. Сейчас мне с тобой так хорошо, как не было уже очень давно. Я хочу, чтобы это мгновение, начавшееся здесь, в этой комнате, не прекращалось уже никогда – пускай весь мир подождёт. – может, я и лукавил, но тогда мне казалось это самым честным признанием.
– Ого, Паша! А ты и в самом деле романтик! – она мило усмехнулась.
– Откуда... так, чего ещё тебе эти наговорили?
– Не волнуйся! Ничего такого, чего бы я не знала или не хотела бы знать.
– Ну, хорошо.
– А у тебя как? Рассказывай! Говорят, ты тут настоящий, но несколько стеснительный «повеса»? – Лиза рассмеялась.
Впрочем, такая характеристика меня нисколько не беспокоила. Я поведал ей обо всём интересном, что случилось со мной за это время, показал ей свой револьвер после истории про Белых.
– Прям так и сказал?! – Лизу точно впечатлил мой пересказ тех событий.
– И ты всё это перечитал?! – я знал, что рано или поздно багаж прочитанной мной литературы мне пригодится. И какой подходящий момент!

О, Лиза, сколько дней минуло?
Сколько ночей бессонных проведя,
Чтоб средь торжественного гула
Сегодня встретил я тебя?
И видеть силуэт твой нежный,
Как в детстве... в общем, как и прежде
Сегодня, под курантов бой –
О, как я рад, что я с тобой!

Я действовал экспромтом, так что ожидать чего-то невероятного не стоило. Хотя, впрочем, на Лизу положительно подействовала и такая импровизация.
– Ого, Паша! Это так... мило! И красиво! И...
Я больше не мог себя сдерживать и потянулся к её губам, чтобы поцеловать. Но в последний момент опешил и просто молча начал смотреть в её удивлённые, смущённые глаза.
– П-паш... Думаешь, это сейчас правильно?
– Сейчас я вообще не хочу думать. Сейчас я просто хочу быть с тобой. Я так соскучился, так...
Я не успел договорить, как почувствовал мягкие, нежные Лизины губы. В ответ я жадно обнял её и уже запустил руку под её футболку, но она одёрнула меня, не переставая целовать. Немного стыдясь я принял её правила и больше не заходил дальше талии, второй рукой гладя её руку. Лиза держала меня одной ладонью за шею, а второй касалась моего торса. Отстранившись на пару сантиметров, она прошептала:
– Паш, я так скучала по тебе... 
– Я тоже, Лиза. Но теперь нам не придётся...
– Да, но... 
Девушка не успела договорить и мы оба услышали, как дверь в спальню приоткрылась. В проёме появилась сначала хитро улыбающаяся голова Насти, а затем и остальные девочки.
– Паша! Можно мы у тебя ненадолго заберём Лизу? Хотим поговорить о своём, о женском.
У меня возникло нехорошее предчувствие, но Лиза успокоила меня, погладив по плечу и сказав, что скоро вернётся. Она подошла к двери и, проверив, что девочки уже отошли, послала мне воздушный поцелуйчик. Я сделал вид, что поймал его и плюхнулся на кровать. Хихикая, Лиза вышла. Лёжа на кровати, я просто улыбался и вспоминал. С этой девушкой я всегда чувствовал себя в какой-то безопасности и впервые за долгое время вновь ощутил внутреннее спокойствие – будущее, прямо как в детстве, стало определённым и не отпугивающим. Любовь к Кристине «быстренько» заменилась чем-то более откровенным и настоящим. И как-то сами собой в голову полезли все те мелочи, на которые раньше я не обращал внимания. То, что казалось пустяком, вдруг стало раздражать. Рядом с Лизой не нужно было ни играть, ни подбирать слова, ни казаться лучше – можно было просто лежать и ни о чём не думать. Конечно, совесть слегка грызла мои романтические внутренности... но неожиданная и такая притягательная близость глушила всякие противоречия.
Не знаю, сколько прошло времени, прежде чем я начал действительно волноваться. На часах было уже почти четыре утра, и я вышел в общую комнату. Лизы нигде не было видно. Почти все спали, и лишь с кухни были слышны голоса. Там сидели Лёха и Вадик, делившие презервативы и допивающие бутылку «Столичной».
– О, Паштет. А чё твоя подруга свалила? – Лёха увидел меня первым.
– Как... куда свалила?
– Не знаю, они с девочками сначала на балкон вышли, а потом она просто оделась и ушла.
– Сука, так и знал!
– А чё случилось-то? 
– Да пошли они с девочками «поговорить»! Чё вот они ей нарассказывали?
– Хуй знает. Пошли разбираться.
Мы прошли в комнату, где на двух кроватях лежали Настя и Вика. Лёха включил свет и они недовольно поморщились, накрывшись одеялами. 
– Лёш, ты чё делаешь-то!
– Это вы чё делаете? Девочки, чё за хуйня? Вы чё этой... как... – я подсказал ему имя, – Лизе наговорили, а? Чё она вдруг ушла после вас?
– Да ничё мы ей такого не говорили, просто напомнили, что Пашка вообще-то с Крис. А чё не так-то?
– Да? А чё тогда она ушла, даже не попрощавшись?
– Да кто её знает, странная она! – Вика выглянула из-под одеяла, всё ещё щурясь. – До нас-то вы чё доебались? Мы вроде всё правильно сделали.
– Правильно? А может я сам буду свои дела решать с Крис и с Лизой? – я не сдержался и влез в разговор.
– Да чё ты решишь-то, решала! Только Кристинка домой ушла – ты сразу эту привёл. Нехорошо же так!
– Привёл и привёл! Вы вообще видели, что во дворе было? Да и, бля, вам-то какое дело?
– Крис так-то подруга наша! Вот мы и вступились!
– Вступалы хуевы! Идите извиняйтесь теперь перед Лизой!
– Ага, щас! Бегу, волосы назад! Иди сам со всем разбирайся, только Кристинку не обижай, ловелас хуев!
– Ай... – я решил, что продолжать разговор незачем и вышел в коридор одеваться.
– Давай мы с тобой сбегаем, чё по морозу шастать одному. – Вадик проявил инициативу, хотя было видно, что ему не особенно хочется тащиться со мной.
– Да ладно, пацаны, сам сбегаю.
– Ну щас! – Лёха уже накидывал куртку и тянулся за обувной ложкой. – Пошли давай, не будем Павлика в беде бросать!
Не помню, когда я так в последний раз бегал. Я обогнал пацанов и нёсся к нашему с Лизой дому, который был минутах в пятнадцати от квартиры Вадика. Навстречу мне шли недоумённые пьяные празднующие, то и дело выкрикивающие что-то вслед. Почти утратив надежду и лёгкие, я добрался до места. Лиза как раз открывала подъездную дверь, но мой крик, кажется, мог разбудить каждого в пределах километра. Она увидела меня и присела на заборчик, дожидаясь. Я слегка сбавил темп, пытаясь восстановить дыхание до тех пор, пока не дойду до неё, но ничего не вышло. Я сел рядом и уставившись вниз, не мог выдавить ни слова – холодный воздух насквозь обморозил мои лёгкие и горло, так что ещё какое-то время я пытался прийти в себя.
– Ты чего без шапки? – Лиза вела себя чересчур уверенно и спокойно.
– Н-не успел. За тобой бежал. Ты чего ушла? Хоть бы попрощалась!
– Мне ясно дали понять, что не очень рады видеть меня в коллективе, вот я и решила уйти.
– Нашла, кого слушать! И чё они тебе наплели? 
– Да ничего особенного. Так, по-женски всё обсудили.
– Знаю я это ваше «по-женски». Лиза, я уже один раз потерял тебя. Ты представляешь, как я сейчас чуть с ума не сошёл? Тем более ты шла одна, по ночи.
– Прости, Паш. Ты прав, я поступила необдуманно и зря не попрощалась с тобой. Просто, мне стало как-то совсем не по себе и я, честно говоря, испугалась.
– Испугалась чего? – вдалеке я увидел Лёху с Вадиком и ладонью показал им, что всё нормально, чтобы они подождали меня там же.
– Да я и сама не знаю... Как-то всё слишком быстро поменялось. Только встретились и сразу... А тут ещё Дима, Кристина...
– Да забудь ты про них! Мы оба ждали этой встречи так долго не для того, чтобы сейчас из-за кого-то болезненно расставаться вновь!
– М-мхм. Паш, ты прости. Давай после созвонимся. Я оставлю тебе свой номер с той квартиры – звони в любое время! А сейчас я пойду, устала очень. – она встала с забора и я потянулся вслед, стремясь её поцеловать.
– Паш, давай сначала со всем разберёмся, а потом уже...
– Да, конечно. Обнимемся? 
Лиза приветливо улыбнулась и мы прообнимались ещё несколько минут, прежде чем разойтись. Я записал её номер ручкой на руке и довольный этим своим достижением вернулся к пацанам. 
– Ну, как прошло?
– Да нормально, вот, номер записал.
– Ну хорошо хоть так. Нихуя ты бегун!
– Надо будет – и не так забегаешь!
– Мы все рассмеялись и закурили.
– Чё с Кристинкой будешь делать?
– Да какая тут Кристинка... Помните же, я вам как-то про Лизу рассказывал, кажется.
– Не, я ни хера не помню.
– И я.
– Ну и друзья у меня!
Я коротко напомнил им о том, как в детстве мы дружили семьями, что должны были пойти в одну школу.
– Ну нихера себе! Тогда, конечно, нахуй тебе эта Кристинка, когда тут целая любовь!
На самом деле, я так привык к ней, что мысль о расставании звучала даже болезненно. Какой бы она ни была – она была моей, особенной. Но всё же тут выбор был очевиден.
– Чё, пошли быстрее обратно. Вас там ждут, я думаю.
– Да хер-то там. Спят поди уже, стерляди. Весь праздник испортили!
– Ладно уж, зато будет, чё внукам рассказывать. – подытожил Вадик и мы побрели обратно к нему в квартиру.
На утро я собрался и поехал домой, пообещав вечером вернуться на продолжение. Мне нетерпелось позвонить Лизе и вновь с ней увидеться. До электрички было ещё достаточно времени, так что я зашёл в магазин и прикупил деду небольшой подарок на новый год – мне уже давно приглянулся один расписной портсигар, в комплект к которому я купил блок сигарет. Это были почти последние деньги, но я не мог заявиться к дедушке без презента. 
У выхода я встретил дядю Вову из похоронки.
– О, Павлик! Здарова!
– Привет, дядь Вов! С наступившим!
– И тебя так же! Ты чё, откуда?
– Да мы тут с пацанами на хате отмечали, вот домой хочу доехать, да вечером обратно.
– Понял, деду привет! Слушай, тут у меня дело к тебе есть. Подработка нужна? – он слегка приобнял меня за плечо и отвёл от дверей.
– Да, звучит интересно. Что можете предложить?
– Ну ты это, сильно не обольщайся, щас бизнес не ахти у Иваныча. Но тут походу нам скоро водила нужен будет на труповозку... ой, на воз короче. В общем, тела возить. – жуткие слова из уст этого мужчины звучали по-страшному просто и привычно.
– Уф. А сколько времени подумать есть?
– Да так-то сколько угодно, только сильно не времени, не затягивай – мне бы пораньше ответ узнать.
– Хорошо, тогда как можно скорее приму решение. Дадите номер свой? Только не мобильный, у нас только стационарка с дедом в доме.
Я записал номер дяди Вовы и, раздумывая, направился на участок. С одной стороны, меня привлекала такая ответственная и неплохая для первой работы должность, но с другой... Я никогда не любил все эти похоронные дела – с детства они были связаны с чем-то плохим. Даже мысли вызывали дискомфорт. Но время было, так что я особенно не волновался по поводу ответа. Да и если будет надо – работу я найду, «чай не дурак».
Дед смотрел какую-то криминальную передачу по «НТВ» и не сразу заметил мой приход. Я рассказал ему про то, что встретил Лизу и в очередной раз услышал в свой адрес «кобель», с чем, видимо, уже надо было мириться. Я отдал деду портсигар и сигареты, он вспомнил о своей коробочке.
– Точно, ёш-маш! Во! – он протянул мне обёрнутый в газеты подарок.
Я не знаю, где дедушка находил свои связи, но они определённо были на высоте – внутри лежал новый «Кобальт» ТКБ-0216 с удлинённым, воронёным стволом. Рукоятка была приятного орехово-коричневого цвета, с переливным деревянным узором. Рядом лежало несколько комплектов патронов.
– Туда обычные девятки подходят, если чё. Сам ещё, правда, не пробовал – тебе оставил.
– Дед, ты не перестаёшь меня удивлять! Спасибо огромное! – я действительно был вне себя от восторга.
– Пошли стрелять!
Мы направились на стрельбище и я потратил один из комплектов на мишень, уродуя чучело точными попаданиями в голову и туловище. Движение барабана было идеально гладким, а пистолет в руке лежал так, словно был сделан специально под меня. Я уже знал, как стреляли известные дуэлянты своего времени, и чаще всего использовал технику Дантеса: становился боком, минимизируя площадь тела; прятал вторую руку за спину, рукой с револьвером прикрывая лицо и шею. Впрочем, пробовал я всё и много – благо, патронов хватало на любые мои капризы. Дедушка уже не учил меня, а лишь наблюдал со стороны и похвально кивал, когда я устраивал настоящее шоу, стреляя быстро и чётко. 
– Надо было тебя киллером нанимать куда-нибудь, эт точно! Вон, Вовка с Иванычем бы тебя отмазали откуда надо, если бы пришлось!
– Кстати, мне дядя Вова работу водителем предложил.
– Труповозки что ли? Ну и здорово! Он мужик хороший, с ним не пропадёшь.
– Да я пока думаю.
– Ну ты думай, конечно. Думалка у тебя, вроде, работает. И это, Паш, пока не уехал. Ты знаешь, чё делать, как меня не станет?
От этого вопроса я чуть не выронил пистолет из руки, отправив пулю гулять куда-то в небо.
– О чём ты?
– Ну, бюрократия же эта начнётся, тебе деньги надо будет получить. Я ж не знаю, как оно будет. Да и государство у нас, мать его ети... Хотя вон вчера молоденький какой-то после алкаша вещал, глядишь чё и реально изменится. Хотя веры к ним никакой нет – воры и негодяи одни.
– А что именно я должен знать?
– Пойдём в дом ненадолго, я тебе всё расскажу.
Мы зашли к деду и он коротко загрузил меня всем тем, что бы мне пришлось делать, если бы его не стало. От одних мыслей об этом становилось жутко неуютно и страшно – только-только всё пришло в норму и у меня началась нормальная жизнь, а дедушка с таким... В общем, я дал слово, что всё понял, лишь бы поскорее уехать к друзьям на продолжение торжества. Мы попрощались и я, прихватив свой новый пистолет, помчал «на скорых» в город.`;